Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=358_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki skuvlenraporta nr 1
sms: SääŠmteeŠǧǧ škoouŠlŠjemčiõlǥtõs nââmar 1

source: čielggada sámegiela ja sámegielat oahpahusa ollašuvvama ja eavttuid sámiid ruovttuguovllu olggobealde.
sms: čiõlggad sääŠmǩiõl da sääŠmǩiõllsa mättʼtõõzz teâuddjumuužž da oudldõõzzid saaŠmi dommvuuŠd åålǥbeäŠlnn.

source: Raporta kárte fámus leahkki oahpahusa guoski njuolggadusaid ja mearrádusaid.
sms: Čiõlǥtõs čiõlggad viõǥǥâst åårrai mättʼtõõzz kuõskki šeâttmõõžžid da veŠrǧǧneŠǩǩmeärrõõzzid.

source: Dasa lassin raporttas dahkkojuvvojit evttohusat oahpahusdiliid ovddideamis.
sms: LââŠssen čiõlǥtõõzzâst tuejjeet eŠtǩǩõõzzid mättŠtemvueŠjj ooudâsviikkâm diõtt.
